
[0x0419]
TITLE=Выбор языка
DESCRIPTION=Выберите нужный язык из списка.
REBOOTMESSAGE=Чтобы завершить настройку службы установщика Windows, необходимо перезагрузить компьютер. Нажмите кнопку ""Да"", чтобы перезагрузить компьютер сейчас, либо кнопку ""Нет"", чтобы выполнить перезагрузку позже вручную.
ONUPGRADE=Эта программа установки выполнит обновление '%s'. Продолжить?
LATERVERSIONINSTALLED=Более поздняя версия ''%s'' уже установлена на этом компьютере. Продолжение установки невозможно.
OK=ОК
Cancel=Отмена
Password=Пароль:
Install=Установить
Next=&Далее >
1100=Ошибка инициализации программы установки
1101=%s
1102=%1 Идет подготовка к запуску мастера %2, выполняющего установку программы.  Ждите.
1103=Проверка версии операционной системы
1104=Проверка версии программы установки Windows(R)
1105=Настройка программы установки Windows
1106=Настройка %s
1107=Программа установки завершила настройку программы установки Windows в системе. Для продолжения установки необходимо перезапустить систему. Нажмите кнопку ""Перезапуск"", чтобы перезагрузить систему.
1108=%s
1150=Программа установки обнаружила несовместимую версию Windows. Нажмите кнопку ""OK"" и перезапустите программу установки в системе Windows 95, Windows NT 4.0 SP6 или более поздней версии.
1151=Ошибка при записи во временный каталог
1152=Ошибка при распаковке %s во временный каталог
1153=Ошибка при чтении файла инициализации программы установки
1154=Программа установки не найдена в папке %s
1155=Файл %s не найден
1156=Внутренняя ошибка в программе установки Windows
1158=Ошибка при заполнении строк. Проверьте все строки в файле Setup.ini.
1200=Перезапуск
1603=Ошибка при установке компонента Windows Installer.  Возможно, используется файл, который требуется заменить.  Закройте все приложения и повторите попытку.
1201=Программе установки требуется %lu КБ свободного пространства на диске в папке %s. Освободите место на диске и повторите попытку.
1202=У вас недостаточно полномочий, чтобы выполнить установку для всех пользователей данного компьютера. Войдите в систему в качестве администратора и повторите установку.
1203=Параметры командной строки:
1204=/L код языка
1205=/S Скрыть окно инициализации.  Для автоматического режима используйте: /S /v/qn.
1206=/V параметры для MsiExec.exe
1207=Найдена программа установки Windows(R) %s. Это более старая версия программы установки Windows(R). Чтобы продолжить, нажмите кнопку ""ОК"".
1208=Кодовая страница ANSI для %s не установлена в системе, поэтому программу установки невозможно запустить на выбранном языке. Запустите программу установки и выберите другой язык.
1210=Для установки Microsoft .NET Framework версии 2.0 требуется установщик Windows версии %s или более поздней.  Установите установщика Windows версии %s или более поздней и повторите попытку.
1604=В данной программе установки отсутствует механизм программы установки Windows (%s), который необходим для выполнения установки в этой операционной системе.
1607=Не удается установить %s Scripting Runtime.
1608=Не удалось создать экземпляр InstallDriver. Код возврата: %d
1609=Укажите папку, в которой необходимо сохранить пакет установки.
1611=Не удается извлечь файл %s.
1612=Распаковка файлов.
1613=Загрузка файла %s.
1614=Возникла ошибка при загрузке файла %s.  Какие действия необходимо выполнить?
1615=час.
1616=мин.
1617=с
1618=Мб
1619=Кб
1620=/с
1621=Не удалось проверить сигнатуру файла %s.
1622=Осталось примерно:
1623=Загружено %d Кб из %d Кб с
1624=Подготовка к установке...
1625=Получение справки для этой установки.
1626=Справка
1627=Не удается сохранить файл: %s
1628=Не удалось выполнить установку по сценарию.
1629=Неверная командная строка.
1630=/UA<url to InstMsiA.exe>
1631=/UW<url to InstMsiW.exe>
1632=/UM<url to msi package>
1633=/US<url to IsScript.msi>
1634=Ошибка при инициализации программы установки, клонирование процесса невозможно.
1635=Файл %s уже существует. Заменить его?
1636=/P режим пароля
1637=/A административная установка
1638=/J режим объявлений
1639=/X режим удаления
1640=/F режим исправления
1641=/B локальная установка кэш-памяти
1642=Не удалось проверить сигнатуру. Необходима программа Internet Explorer 3.02 или более поздней версии с обновлением для Authenticode.
1643=Программе установки требуется более поздняя версия WinInet.dll.  Возможно, потребуется установить Internet Explorer 3.02 или более поздней версии.
1644=У вас недостаточно полномочий, чтобы выполнить установку для всех пользователей данного компьютера. Войдите в систему в качестве администратора и повторите установку.
1645=Ошибка при установке Microsoft(R) .NET Framework. Код возврата: %d
1646=%s факультативно использует Microsoft (R) .NET %s Framework.  Хотите установить ее сейчас?
1648=Программа установки обнаружила несовместимую версию Windows. Нажмите кнопку ""OK"" и перезапустите программу установки в системе Windows 95, Windows NT 4.0 SP3 или более поздней версии.
1649=%s может также использовать Visual J# Redistributable Package. Установить его сейчас? 
1650= (При этом также будет установлен .NET Framework.)
1651=Программа установки обнаружила несовместимую версию Windows. Нажмите кнопку ""OK"" и перед повторным запуском установки убедитесь, что на компьютере установлена система Windows 2000 с пакетом обновления 3 (или последующих версий)
1652=%s требует установки на компьютер следующих элементов. Нажмите кнопку ""Установить"" для начала установки этих элементов.
1653=Установка %s
1654=Отменить эту настройку после завершения установки %s?
1655=Не удалось найти файлы для установки требуемых компонентов %s. Установка будет оставлена. Это может быть связано с неудачной или прерванной загрузкой.
1656=Установка %s выполнена с ошибками. Продолжить установку?
1657=Успешно
1658=Установка
1659=Ожидание
1660=Установлено
1661=Состояние
1662=Требование
1663=Ошибка
1664=Извлечение
1665=Загрузка
1666=Пропущен
1667=Не удалось выполнить установку %s. Программа установки завершит работу.
1668=Для установки %s требуется перезагрузка.  Нажмите кнопку ""Да"", чтобы перезагрузить компьютер сейчас, либо кнопку ""Нет"", чтобы выполнить перезагрузку позже вручную.
1669=%1 дополнительно использует %2. Установить его сейчас?
1670=Не удалось загрузить модуль %s, код ошибки: %d
1671=Загрузка файла %2 из %3: %1
1700=Ошибка при инициализации механизма InstallScript
1701=Разрешите для InstallScript извлечение вспомогательных файлов во временную папку

1702=Во время этой установки можно установить несколько копий продукта. Выберите копию для установки и нажмите кнопку "Далее" для продолжения:
1703=&Установить новую копию
1704=&Сохранить или обновить существующую копию
1705=По умолчанию
1706=Идентификатор копии
1707=Наименование продукта
1708=Местонахождение
1710=Во время этой установки можно исправить несколько копий продукта. Выберите предлагаемый ниже вариант применения этого исправления и нажмите кнопку "Далее" для продолжения.
1711=Исправить &все существующие копии
1712=&Исправить существующую копию
1713=Для этой установки требуется Windows Installer версии 4.5 или более новой версии. Установка будет прервана.
1714=Распаковка

[Languages]
0x0404=Китайский (традиционный)
0x0804=Китайский (упрощенный)
